//массив с названиями мест и ссылками на изображения
const cards = [
  {
    name: 'Казань',
    link: './images/kazan.jpg',
    alt: 'Большой покрытый зеленью холм на берегу водоёма'
  },
  {
    name: 'Республика Дагестан',
    link: './images/dagestan.jpg',
    alt: 'Вершина горы в облаках на фоне закатного неба'
  },
  {
    name: 'Мурманская область',
    link: './images/murmanskaya-oblast.jpg',
    alt: 'Вид с вершины снежной горы на водную гладь и холмы у подножия'
  },
  {
    name: 'Гора Эльбрус',
    link: './images/elbrus.jpg',
    alt: 'Холмистая местность с далёкой вершиной на фоне'
  },
  {
    name: 'Домбай',
    link: './images/dombai.jpg',
    alt: 'Хвойная рощица на холме'
  },
  {
    name: 'Карачаево-Черкессия',
    link: './images/karachaevsk.jpg',
    alt: 'Покрытые снегом горы с зелёными соснами на фоне голубого неба'
  }
];

export default cards;